Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: As Clover looked down the hillside her eyes filled with tears.
uk_1984_iryna_dybko_khutir_tvaryn: [Вона лиш пестила довкілля своїм поглядом, після чого її великі очі просльозились,]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Зі слізьми на очах Конюшинка дивилася з пагорба на долину.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І Люцерна, що дивилися на зеленіючий схил пагорба, відчула, як очі її наповнилися слізьми.

source: If she could have spoken her thoughts, it would have been to say that this was not what they had aimed at when they had set themselves years ago to work for the overthrow of the human race.
uk_1984_iryna_dybko_khutir_tvaryn: О, якби Конева вміла передати словами своє захоплення красою природи на тій землі! Кожна п’ядь належала до них, та що ж, у горлі, в приступах жалю, никли слова... Вона лиш пестила довкілля своїм поглядом, після чого її великі очі просльозились, бо не сповнились їхні мрії з-перед революції, немає того, за чим тужили, проживаючи під гнітом Романова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Якби могла, то сказала б, що не таку мету вони ставили собі, коли кілька років тому повстали проти роду людського.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Спробуй вона висловити свої думки, то тільки й сказала б, що не цього прагнули вони, коли кілька років тому повстали проти людей.

source: These scenes of terror and slaughter were not what they had looked forward to on that night when old Major first stirred them to rebellion.
uk_1984_iryna_dybko_khutir_tvaryn: Заплакала Конева, бо кровопролиття, а ще до того жахливий голод, ніяк не заповідався в ту ніч, коли Марков промовляв і закликав до революції за рівноправність усіх тварини.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Не видовища жахів і кровопролиття поставали перед ними тієї ночі, коли старий Майор закликав їх до повстання.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Не терор і вбивств уявлялися їм, коли старий Майор своєю промовою пробудив їх до Повстання.

source: If she herself had had any picture of the future, it had been of a society of animals set free from hunger and the whip, all equal, each working according to his capacity, the strong protecting the weak, as she had protected the lost brood of ducklings with her foreleg on the night of Major’s speech.
uk_1984_iryna_dybko_khutir_tvaryn: Мета революції була — дати кожному нагоду жити і працювати в міру спроможности й без накинутих норм, а не понад силу виконувати нестерпні накази. А вже ні в якому разі примус постачати чотириста яєць на тиждень... Добре пам’ятає Конева, як тоді Марков закликав, аби сильніший захищав слабшого та щоб кожний міг висказати свою думку без боязні й залякування гарчанням псів.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Якщо вона й уявляє майбутнє, то як суспільство рівноправних тварин без голоду й батога, де кожен працює за здібностями, а дужий захищає слабшого, як-от вона, зігнувши ногу, прихистила останній виводок каченят у ніч, коли Майор виступав.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Малюючи тоді картину майбутнього, вона уявляла собі суспільство тварин, вільне від голоду й батога, де всі рівні, де кожен працює за здібностями, сильні захищають слабких, як зробила вона в ніч промови Майора, захистивши своєю передньою ногою виводок каченят.

source: Instead — she did not know why — they had come to a time when no one dared speak his mind, when fierce, growling dogs roamed everywhere, and when you had to watch your comrades torn to pieces after confessing to shocking crimes.
uk_1984_iryna_dybko_khutir_tvaryn: Але, що трапилось натомість? У чому справа, що настало таке лихоліття? Цього не передбачалось у законах тваринізму! Чейже ніде в законах не записано, що ніхто не має права так, як бажає й уміє, висказати своєї думки? Де ж би хто таке подумав, що за це люті пси будуть гарчати й горло перегризати?!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Натомість, незрозуміло як, дожилися до часів, коли лячно сказати те, що думаєш, коли скрізь гарчать і нишпорять люті пси, коли мусиш дивитися, як шматують твоїх товаришів, коли ті зізналися в страшних злочинах.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А замість всього цього — незрозуміло чому — настав час, коли ніхто не наважується висловити свої думки, а люті собаки, що безперервно гарчать, снують всюди, і доводиться дивитися, як товаришів розривають на шматки після того, як вони визнаються в скоєнні немислимих, кошмарних злочинах...

source: There was no thought of rebellion or disobedience in her mind.
uk_1984_iryna_dybko_khutir_tvaryn: Не якийсь бунт чи непослух спонукував Коневу до роздумувань.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: У її голові не виникло й думки про бунт чи непокору.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Люцерна думала про це без обурення, без думки про протест.

source: She knew that, even as things were, they were far better off than they had been in the days of Jones, and that before all else it was needful to prevent the return of the human beings.
uk_1984_iryna_dybko_khutir_tvaryn: Вона не могла з дива вийти, чому так дуже змінилось від того вечора, коли до них говорив Марков? Знала Конева добре, що й те становище під сучасну пору краще, як мав би Романов повернутися; він же людина, а Марков казав, що людина це ворог.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вона знала, що навіть за таких обставин жити куди краще, ніж за Джонса, що насамперед слід пильнувати, аби не повернулися людські істоти.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вона усвідомлювала, що навіть тепер тваринам живеться значно краще, ніж за часів Джонса. Отже, передовсім слід дбати про те, щоб людські істоти не повернулися.

source: Whatever happened she would remain faithful, work hard, carry out the orders that were given to her, and accept the leadership of Napoleon.
uk_1984_iryna_dybko_khutir_tvaryn: Тому, щоб і не довелось в житті стрічати, Конева залишиться вірною своїй тяжкій праці, сповнятиме прикази Вісарйонова й уважатиме його своїм вождем.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Що б не сталося, вона буде лояльною, ревно працюватиме, виконуватиме всі накази і визнаватиме Наполеона.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Хай там як, вона залишиться вірною Колгоспу, працюватиме щосили, виконуватиме накази, підкорятиметься керівництву Наполеона.

source: But still, it was not for this that she and all the other animals had hoped and toiled.
uk_1984_iryna_dybko_khutir_tvaryn: Не таке життя, як тепер бачили тварини у своїх сподіваннях, не за такі умовини боролися з Романовим і наражались на його постріли з рушниці.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та все ж не цього сподівалася і не заради цього гарувала вона та інші.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І все-таки... Не для цього трудилася вона й усі інші, не на це вони сподівалися, коли влаштовували Повстання.

source: It was not for this that they had built the windmill and faced the bullets of Jones’s gun.
uk_1984_iryna_dybko_khutir_tvaryn: [і наражались на постріли з його рушниці.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Не для цього зводили вони вітряк і підставляли себе під Джонсову рушницю.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Не для цього будували млин і йшли під кулі Джонсової рушниці.

source: Such were her thoughts, though she lacked the words to express them.
uk_1984_iryna_dybko_khutir_tvaryn: Ось над чим роздумувала Конева, тільки не вміла ці думки словами передати, а може й добре, що не вміла...
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Так вона міркувала, але їй бракувало слів, щоб висловити це.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ось що думала вона, хоч і не вміла висловити свої думки.

source: At last, feeling this to be in some way a substitute for the words she was unable to find, she began to sing Beasts of England.
uk_1984_iryna_dybko_khutir_tvaryn: Тому почала співати пісню, що її в ту незабутню ніч Марков навчив: «Тварини всіх держав»;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Нарешті, відчуваючи, що це якось замінить слова, які не спливали на язик, вона заспівала «Тварини Англії».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І нарешті, відчуваючи, що лише так може висловити те, для чого не могла знайти слів, вона заспівала «Тварини Англії».

source: The other animals sitting round her took it up, and they sang it three times over — very tunefully, but slowly and mournfully, in a way they had never sung it before.
uk_1984_iryna_dybko_khutir_tvaryn: усі біля Коневої почали нишким в унісон і собі співати з нею. Тричі проспівали, але ще ніколи та пісня не звучала так жалібно, як тепер, бо мелодію пронизав безпорадний смуток.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Всі довкола підхопили гімн і проспівали його тричі від початку до кінця. Вкрай мелодійно, але повільно й скорботно, як ще ніколи досі не співали.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Інші підхопили. Вони заспівали пісню тричі — в один голос, але повільно й сумно, — як ніколи не співали раніше.

source: They had just finished singing it for the third time when Squealer, attended by two dogs, approached them with the air of having something important to say.
uk_1984_iryna_dybko_khutir_tvaryn: Та враз, як тільки покінчили співати, нізвідки взявся Нікітов із двома псами.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Щойно вони закінчили співати втретє, як із двома псами нагодився Пищик, Його вигляд свідчив, що він має повідомити щось вкрай важливе.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Скінчивши співати, тварини побачили, що до них наближається Пискун у супроводі трьох собак. Судячи з його вигляду, новини він ніс важливі.

source: He announced that, by a special decree of Comrade Napoleon, Beasts of England had been abolished.
uk_1984_iryna_dybko_khutir_tvaryn: Він проголосив, що згідно з окремою постановою вождя, товариша Вісарйонова, пісню «Тварини всіх держав» забороняється співати.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він оголосив, що спеціальним указом товариша Наполеона гімн «Тварини Англії» скасовується.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Пискун урочисто повідомив, що згідно зі спеціальним наказом товариша Наполеона, пісню «Тварини Англії» скасовано.

source: The animals were taken aback.
uk_1984_iryna_dybko_khutir_tvaryn: На цю вістку тварини зжахнулись.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварин це приголомшило.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини були приголомшені.

source: “Why?” cried Muriel.
uk_1984_iryna_dybko_khutir_tvaryn: — Чому? — домагалась Мурка.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Але чому? — згукнула Мюріел.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Але чому? — вигукнула Мюріель.

source: “It’s no longer needed, comrade,” said Squealer stiffly.
uk_1984_iryna_dybko_khutir_tvaryn: — Це пісня, товаришко, вже неактуальна й непотрібна,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — У гімні відпала потреба, товаришко, — холодно кинув Пищик.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — У ній більше немає потреби, товариші, — манірно відповів Пискун.

source: “Beasts of England was the song of the Rebellion. But the Rebellion is now completed.
uk_1984_iryna_dybko_khutir_tvaryn: вона закликає до революції, а ми вже революцію осягнули.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — «Тварини Англії» була піснею Повстання, а Повстання успішно завершено.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — «Тварини Англії» — пісня Повстання. А Повстання вже завершено.

source: The execution of the traitors this afternoon was the final act.
uk_1984_iryna_dybko_khutir_tvaryn: Караючи злочинців карою смерти, ми сьогодні покінчили революцію.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Страта зрадників сьогодні пополудні — останній його акт.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Страта зрадників була його останнім етапом.

source: The enemy both external and internal has been defeated.
uk_1984_iryna_dybko_khutir_tvaryn: Значить, ми ворогів назовні й усередині хутора перемогли.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Розбиті як зовнішні, так і внутрішні вороги.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І тепер, коли переможений не тільки ворог зовнішній, а й ворог внутрішній, ця пісня втратила сенс.

source: In Beasts of England we expressed our longing for a better society in days to come.
uk_1984_iryna_dybko_khutir_tvaryn: В пісні цій ми висказуємо тугу за кращим життям і соціяльною справедливістю, за умовами справжнього щастя й добра,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: У «Тваринах Англії» ми виражали прагнення кращого суспільства.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ми висловлювали в ній наші прагнення до кращого суспільства.

source: But that society has now been established.
uk_1984_iryna_dybko_khutir_tvaryn: а чейже ми ці умовини в нашому житті вже маємо; під проводом нашого вождя Вісарйонова ми живемо наче в раю, де справедливість і рівноправність процвітають,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але таке суспільство вже побудовано.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Це суспільство створено.

source: Clearly this song has no longer any purpose.”
uk_1984_iryna_dybko_khutir_tvaryn: тому співати цю пісню немає причини!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тож і не дивно, що цей гімн втратив усякий сенс.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: [ця пісня втратила сенс.]

source: Frightened though they were, some of the animals might possibly have protested, but at this moment the sheep set up their usual bleating of “Four legs good, two legs bad,” which went on for several minutes and put an end to the discussion.
uk_1984_iryna_dybko_khutir_tvaryn: Ох, як хотілось тваринам заперечити все те, що Нікітов сказав! Але недавно пережиті події жорстокої кари пригадались і переляк не дозволив на дискусію; при тому й вівці завели своє «чотириноге добре, двоноге зле-е-е», і тим покінчились будь-які вигляди на заперечення.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Попри неабиякий переляк, деякі тварини, певно, й запротестували б, та вівці якраз замекали своє «Чотири ноги добре, а дві — погано»; це тривало кілька хвилин і унеможливило дискусію.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Якими переляканими не були тварини, деякі з них, можливо, висловили б протест, але вівці дружно забекали своє «Чотири ноги — добре, дві ноги — погано», й кричали гасло кілька хвилин поспіль, чим і запобігли марній дискусії.

source: So Beasts of England was heard no more.
uk_1984_iryna_dybko_khutir_tvaryn: Таким чином, пісню «Тварини всіх країн» ніколи вже не було чути.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Отож «Тварин Англії» більше не чулося.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Більше цієї пісні не чули на фермі.

source: In its place Minimus, the poet, had composed another song which began:
uk_1984_iryna_dybko_khutir_tvaryn: Її замінила пісня
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Натомість поет Мінімус склав іншу пісню, яка починалася словами:
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А замість неї поет Менший склав іншу пісню, яка починалася так:

source: Animal Farm, Animal Farm, Never through me shalt thou come to harm!
uk_1984_iryna_dybko_khutir_tvaryn: «О, Хуторе, о, Хуторе тварин, більш лиха не зазнаєш із моїх причин»;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: «Рай для Тварин»! «Рай для Тварин» — Ніколи від мене не знатимеш кпин!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Колгосп тварин, Колгосп тварин, Я ніколи тебе не зраджу!..

source: and this was sung every Sunday morning after the hoisting of the flag.
uk_1984_iryna_dybko_khutir_tvaryn: автором тієї пісні був молодий кабан-поет, Мінімов. Її співали кожної неділі під час піднесення прапора.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: її співали щонеділі вранці після підняття прапора.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Цю пісню співали щонеділі вранці після підняття прапора.

source: But somehow neither the words nor the tune ever seemed to the animals to come up to Beasts of England.
uk_1984_iryna_dybko_khutir_tvaryn: Але мелодія і слова тієї пісні не знайшли в серцях тварин того відчуття, яким визначались «Тварини всіх країн».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Проте, на думку тварин, вона не йшла ні в яке порівняння із «Тваринами Англії» як словами, так і мелодією.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тільки ні її мотив, ні слова чомусь не стали для мешканців ферми тим, чим була раніше пісня «Тварини Англії».

source: Chapter VIII
uk_1984_iryna_dybko_khutir_tvaryn: VIII
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Розділ VIII

source: A few days later, when the terror caused by the executions had died down, some of the animals remembered — or thought they remembered — that the Sixth Commandment decreed “No animal shall kill any other animal.”
uk_1984_iryna_dybko_khutir_tvaryn: Як уже пройшло декілька днів після страшної екзекуції, яскраве враження страху приблідло; коли свиней та псів біля тварин не було, вони почали шепотіти про шосту заповідь тваринізму.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Через кілька днів, коли жах, викликаний стратами, трохи влігся, дехто пригадав, чи, як йому здалося, що пригадав, ніби Шоста заповідь проголошувала: «Жодна тварина не повинна вбивати іншу тварину».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А кількома днями пізніше, коли тварини дещо оговталися від розпачу, який огорнув їх після недавніх страт, хтось із них пригадав, що в Шостому Положенні зазначалося: «Жодна тварина ніколи не вб’є іншу тварину».

source: Clover asked Benjamin to read her the Sixth Commandment, and when Benjamin, as usual, said that he refused to meddle in such matters, she fetched Muriel.
uk_1984_iryna_dybko_khutir_tvaryn: Конева, потайки, попросила Молчазнікова, щоб пішов з нею, як ніхто не бачитиме, і прочитав їй шосту заповідь; але він, як звичайно, відмовився, виправдуючись, начебто він не зацікавлений будь-якими подіями на хуторі. Після покарання тих, що провинились, Молчазніков ще дужче уникав усіх, а його непривітність перейшла всі межі. Тоді Конева звернулась із своїм проханням до Мурки, яка зразу погодилась. Коли прибули до стіни, де були написані заповіді, довго вдивлялися з недовір’ям, бо й ця заповідь, як і раніше четверта, була іншого змісту, як колись.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Конюшинка попрохала Бенджаміна прочитати їй Шосту заповідь, і коли той своїм звичаєм відказав, що бажає не встрявати в такі справи, вона привела Мюріел.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Люцерна попросила Бенджаміна прочитати їй Шосте Положення. Той, як і зазвичай, відмовився, завваживши, що не бажає вплутуватися в такі справи. Тоді Люцерна знову звернулася до Мюріель, і та прочитала:

source: Muriel read the Commandment for her. It ran: “No animal shall kill any other animal without cause.”
uk_1984_iryna_dybko_khutir_tvaryn: Ось якраз перечитала Мурка, що «Тварина не має права ні в якому разі вбити тварину без причини».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Мюріел прочитала їй ту заповідь. А в ній мовилося: «Жодна тварина не повинна вбивати іншу тварину без причини».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: «Жодна тварина ніколи не вб’є іншу тварину без причини».

source: Somehow or other, the last two words had slipped out of the animals’ memory.
uk_1984_iryna_dybko_khutir_tvaryn: Чомусь ці два останні слова Мурка не пригадує, чи, може, просто переочила їх того дня, коли Давидович писав заповіді??
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Чомусь останні два слова якось випали усім з пам'яті.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Два останніх слова чомусь не збереглися в пам’яті мешканців ферми.

source: But they saw now that the Commandment had not been violated; for clearly there was good reason for killing the traitors who had leagued themselves with Snowball.
uk_1984_iryna_dybko_khutir_tvaryn: Конева кожне слово за Муркою повторила, а тоді, по хвилині, сказала: значить, порушення шостої заповіді не було, коли покарали смертю тих, що провинились. Мурка й Конева похитавши головою — відійшли.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тепер вони впевнилися, що заповіді не порушено, бо, звісно ж, було через що знищувати зрадників, які увійшли в змову із Сніжком.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Зате тепер вони побачили, що заповідь не порушена, бо зрада тих, хто об’єднався зі Сніжком, стала, поза сумнівом, достатньою причиною, щоб їх убити.

source: Throughout the year the animals worked even harder than they had worked in the previous year.
uk_1984_iryna_dybko_khutir_tvaryn: У цьому році тварини працювали кожного дня важче, як у минулому.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Увесь той рік тварини трудилися навіть ревніше, ніж доти.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Цього року тварини гарували більше, ніж торік.

source: To rebuild the windmill, with walls twice as thick as before, and to finish it by the appointed date, together with the regular work of the farm, was a tremendous labour.
uk_1984_iryna_dybko_khutir_tvaryn: Відбудова вітряка із тричі грубшими стінами, праця в колгоспі, виконування норм — все це вимагало небувалих зусиль.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Перебудувати вітряк з удвічі товщими стінами й пустити його в призначений день, та ще й порати інші щоденні справи на фермі — те вимагало велетенської праці.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Перебудувати млин, подвоївши товщину його стін, та ще й до певного терміну, було важким завданням, також ніхто не скасовував їхньої звичайної роботи.

source: There were times when it seemed to the animals that they worked longer hours and fed no better than they had done in Jones’s day.
uk_1984_iryna_dybko_khutir_tvaryn: Інколи тваринам здавалось, що тяжче й куди більше годин у день працювали, як за часів Романова, та ще до того всього при менших приділах харчів.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Іноді тваринам здавалося, що вони і працюють довше, і харчуються не краще, аніж за Джонса.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварин іноді непокоїла думка, що тепер у них робочий день триває довше, а їжі вони отримують менше, ніж було за Джонса.

source: On Sunday mornings Squealer, holding down a long strip of paper with his trotter, would read out to them lists of figures proving that the production of every class of foodstuff had increased by two hundred per cent, three hundred per cent, or five hundred per cent, as the case might be.
uk_1984_iryna_dybko_khutir_tvaryn: Зате Нікітов кожної неділі, після проголошення нових наказів на наступний тиждень, показував листок із підрахованими доказами, що виробництво на хуторі збільшилось на двісті, а то й триста відсотків.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Недільними ранками Пищик з довгої смужки паперу в ратиці зачитував їм цифри, доводячи, що виробництво продукції в кожному конкретному випадку збільшилося на 200, 300, а то й 500 відсотків.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У неділю Пискун, притримуючи ратицею довгий аркуш паперу, сипав цифрами, які вказували на те, що виробництво всіх видів продукції збільшилося на 200, 300, або й 500 відсотків.

source: The animals saw no reason to disbelieve him, especially as they could no longer remember very clearly what conditions had been like before the Rebellion.
uk_1984_iryna_dybko_khutir_tvaryn: Тварини й не думали заперечувати, тим паче, що не пам’ятали відсотків виробництва перед революцією.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини не бачили причини не вірити йому, тим паче що неспроможні були виразно пригадати умови, що існували до Повстання.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини не бачили причин не вірити цьому, тим паче, що вони вже не пам’ятали, як було до Повстання.
